import { Grid, Typography } from '@mui/material';

const Farsi = () => {
  return (
    <Grid>
      <Typography>
        اعتراضات آبان ۱۳۹۸ ایران یا آبان خونین مجموعهٔ اعتراضات مردمی و ضد
        حکومتی در سراسر ایران بود که در ۲۴ آبان ۱۳۹۸ و پس از انجام مجدد
        سهمیه‌بندی بنزین در ایران و افزایش ۲۰۰ درصدی قیمت بنزین آغاز شد. این
        اعتراضات که عمدتاً در محلات کارگری و فقیرنشین شهری متمرکز و در ابتدا
        مسالمت‌آمیز بود، در واکنش به افزایش قیمت بنزین آغاز شد ولی سپس نظام
        جمهوری اسلامی ایران و رهبران روحانی آن را هدف گرفت. بر اساس گزارش
        نهادهای امنیتی ایران، ۲۹ استان و صدها شهر دستخوش ناآرامی‌های پس از
        افزایش قیمت بنزین بودند. این اعتراضات به خشن ترین و شدیدترین ناآرامی های
        ضد دولتی از زمان ظهور جمهوری اسلامی ایران در سال 1979 تبدیل شد.
      </Typography>
    </Grid>
  );
};

export default Farsi;
